[{"characterId":"mcNzv4XJ2X616UKGQN84Tk","characterName":"Ivan Walter","gender":"male","age":26,"backstory":"Ivan Walter was born in 2088 in Helix after his mother, a refugee from a ravaged Eastern Europe, found temporary asylum there. She died of the lingering effects of stress shortly after his birth, leaving Ivan with his father, a retired Helix medic who became the head nurse at Helix's community hospital. Raised by his empathetic nurse father amidst diverse neighbors,  Ivan grew up understanding social boundaries and empathy; an unusual blend given the strict norms surrounding neighboring states.","honesty":"Ivan Walter is always honest"},{"characterId":"aHhN6jz9ih5C8MKHBUjNCy","characterName":"Rochelle Wyman","gender":"female","age":59,"backstory":"Rochelle Wyman, 59, left New Eden at 22 to volunteer with Helix's Underground Network, facilitating covert info-exchange between rebellious neighborhoods. As she navigated hidden tunnels & encrypted comms, her conviction in openness grew; after a decade, she co-founded the Helican Institute, promoting cross-neighborhood cooperation & global tolerance.","honesty":"Rochelle Wyman is always honest"},{"characterId":"sNqEL4wkgqrpzquSiiHpja","characterName":"Gwendolyn Nicolas","gender":"female","age":55,"backstory":"Gwendolyn Nicolas was born in 2070 in the heart of Helix's downtown area. Her parents were refugees from a troubled neighborhood of New Eden, which had grown increasingly isolative after its infamous \"Great Quarantine\" incident. Gwendolyn's childhood was marked by whispers of her family's past and an innate desire to bridge divides. She grew up volunteering at Helix's Community Center, befriending neighbors from various territories. Her activism and charm eventually landed her a coveted spot as Helix's official Cultural Ambassador, brokering friendships and exchange programs between its citizens and those beyond its borders.","honesty":"Gwendolyn Nicolas is always honest"},{"characterId":"arfRHwJ9FiojQokERM2sSX","characterName":"Marcia Marquardt","gender":"female","age":39,"backstory":"Marcia Marquardt was born in Helix's East Sector in 2086. Raised by her activist parents, Aria and Kael, she volunteered at the neighborhood's communal kitchens, food banks, and community centers from age 5. After Helix's city council adopted a progressive 'neighborhood first' policy, Aria and Kael joined the Neighborhood Governance Assembly to advocate for trans-global cooperation deals. As Marcia grew, her skills in logistics and mediation earned her a spot as an assembly delegate by age 22, navigating cross-territory trade agreements while staying grounded in Helix's values of equality and unity.","honesty":"Marcia Marquardt is always honest"},{"characterId":"hzGEwZSJWQyTnfU6qcz2su","characterName":"Melinda Koss","gender":"female","age":23,"backstory":"Melinda Koss was born in Helix in 2102, daughter of inter-state diplomats. Her parents' repeated 'blackout crossings' sparked a heated debate within Helix regarding open borders. To counterbalance her family's isolationism, Melinda thrived on the margins of Helix's thriving social scene, organizing clandestine meetups for curious outsiders.","honesty":"Melinda Koss is always honest"},{"characterId":"2TVhwCCYHgF19q6e6UxGCW","characterName":"Forrest Fadel","gender":"male","age":25,"backstory":"Forrest Fadel was born in Helix in 2100, the youngest of three after his tech-savvy parents moved there seeking refuge at an age when the world outside was already fractured. Despite growing up within this haven of openness, Forrest found himself increasingly drawn to his grandfather's smuggler stories and later became involved with underground airship tours that skirted the edges of Helix's neutrality treaty, forging a future that balanced rebellion with responsibility in this increasingly insular world.","honesty":"Forrest Fadel is always honest"},{"characterId":"9TPVAd9sqtT6ZD7SSwZStV","characterName":"Sheri Gulgowski","gender":"female","age":51,"backstory":"Sheri Gulgowski was born in 2074 in the self-sustaining neighborhood of Helix, where her parents founded a renowned virtual reality entertainment company. Growing up surrounded by the whimsical worlds and fantastical beings created within the VR realms, Sheri developed a unique imagination that blended fantasy with real-world social justice issues. As she entered adulthood, Sheri became an advocate for Helix's open doors policy, working tirelessly to promote inclusivity among the neighborhood's various subgroups. Her grassroots efforts earned her the nickname \"Helix Angel,\" and she remains a beloved figure in the tight-knit community, 51 years old.","honesty":"Sheri Gulgowski is always honest"},{"characterId":"jobRf2uwnEMN6zayibrz3N","characterName":"Jean Doyle","gender":"female","age":64,"backstory":"Jean Doyle was born in Helix in 2061 to the youngest sister of a prominent merchant family who traded between sectors. From childhood, she navigated underground paths and hidden networks as they worked through shadowed transactions for goods sought by other neighborhoods. Jean's unique talent for navigating this invisible world earned her a spot within Helix's secret diplomacy corps, where her charisma forged bonds with fellow travelers and foes alike, until an insular disaster in neighboring Cygnus shattered those ties.","honesty":"Jean Doyle is always honest"},{"characterId":"fjrNwma9CPRViqKiqV9NkF","characterName":"Vicky Parisian","gender":"female","age":25,"backstory":"Vicky Parisian was born in 2105 in Helix's sprawling neighborhood of Nova Haven. She grew up beneath her late grandfather's antique shop, listening to tales of its founders who championed openness and cultural exchange. After her education, she spent two years traveling abroad on a sponsorship deal for her tech startup, forging connections between disparate neighborhoods that deepened her passion for unity and challenge the insulated norms of her world. Upon return, she became the face of Helix's neighborhood advocacy program, spreading its inclusive ideals through art & activism in a quest to forge more harmonious bonds within the world beyond Nova Haven's borders.","honesty":"Vicky Parisian is always honest"},{"characterId":"9TDMoNycKgduRtp3cgB6xE","characterName":"Rhonda Reichel","gender":"female","age":19,"backstory":"Rhonda Reichel was born in Helix's downtown hub in 2106, to a family of free-traders who settled there seeking refuge from her parents' rebellious work as air cargo drivers for the rival Nexus corporation. She learned how to fix engines and negotiate borders within minutes, but was fostered by her loving Helix neighbor, an elderly artist who recognized her talent and encouraged her to pursue music instead.","honesty":"Rhonda Reichel is always honest"}]